Repository: Yuhara327/CalorieBalance
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: -- h
de: -- Std.
ko: -- 시간
zh_hans: -- 小时

source: %@ h
de: %@ Std.
ko: %@ 시간
zh_hans: %@ 小时

# %lld 日
source: %lld day
de: %lld Tag
es: %lld día
fr: %lld jour
ja: %lld 日
ko: %lld 일
zh_hans: %lld 天

# %lld 時間 %lld 分
source: %1$lld h %2$lld min
de: %1$lld Std. %2$lld Min.
ja: %1$lld 時間 %2$lld 分
ko: %1$lld시간 %2$lld분
zh_hans: %1$lld 小时 %2$lld 分

# %lld 歩
source: %lld steps
de: %lld Schritte
es: %lld pasos
fr: %lld pas
ja: %lld 歩
ko: %lld 걸음
zh_hans: %lld 步

# ※ 一般に睡眠不足は食欲増進ホルモンを増やし、ダイエットを妨げます。
source: * Generally speaking, lack of sleep increases the levels of appetite-stimulating hormones, which can hinder weight loss efforts.
de: * Schlafmangel erhöht im Allgemeinen die appetitanregenden Hormone und behindert das Abnehmen.
es: * Generalmente, la falta de sueño aumenta las hormonas del apetito, dificultando la pérdida de peso.
fr: * En général, le manque de sommeil augmente les hormones stimulant l'appétit, ce qui freine la perte de poids.
ja: ※ 一般に睡眠不足は食欲増進ホルモンを増やし、ダイエットを妨げます。
ko: * 일반적으로 수면 부족은 식욕 증진 호르몬을 증가시켜 다이어트를 방해합니다.
zh_hans: * 通常来说，睡眠不足会增加食欲刺激激素，从而阻碍减重。

# １年間継続
source: Annual subscription
de: Jahresabonnement
es: Suscripción anual
fr: Abonnement annuel
ja: １年間継続
ko: 연간 구독
zh_hans: 年度订阅

# 2ヶ月分 お得
source: Get 2 months free
de: 2 Monate gratis
es: 2 meses gratis
fr: 2 mois offerts
ja: 2ヶ月分 お得
ko: 2개월분 혜택
zh_hans: 获赠2个月免费

source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Felicidades!
fr: Félicitations !
ja: おめでとうございます！
ko: 축하합니다!
zh_hans: 恭喜！

source: Daily
de: Täglich
es: Diario
fr: Quotidien
ko: 일일
zh_hans: 每日

source: Gain
de: Zunehmen
es: Ganar
fr: Prise
ja: 増量
ko: 증량
zh_hans: 增重

source: Goal
de: Ziel
es: Objetivo
fr: Objectif
ko: 목표
zh_hans: 目标

source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
ja: 目標
ko: 목표
zh_hans: 目标

source: Lose
de: Abnehmen
es: Perder
fr: Perdre
ja: 減量
ko: 감량
zh_hans: 减重

source: Maintain
de: Halten
es: Mantener
fr: Maintenir
ja: 維持
ko: 유지
zh_hans: 维持

# Pro機能
source: Pro Features
de: Pro-Funktionen
es: Funciones Pro
fr: Fonctionnalités Pro
ja: Pro機能
ko: Pro 기능
zh_hans: Pro 功能

# Pro版の機能
source: Pro Features
de: Pro-Funktionen
es: Funciones Pro
fr: Fonctionnalités Pro
ja: Pro版の機能
ko: Pro 버전 기능
zh_hans: Pro 版功能

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
ko: 선택됨
zh_hans: 已选择

# あと %lld 日
source: %lld days left
de: Noch %lld Tage
es: Faltan %lld días
fr: Plus que %lld jours
ja: あと %lld 日
ko: %lld일 남음
zh_hans: 还剩 %lld 天

# あなた専用の目標を設定し、進捗リングで 成果を可視化しましょう。 目標を持つことがダイエット成功への最短ルートです。
source: Set your personal goals and visualize your progress with rings. Having a clear target is the fastest way to weight loss success.
de: Setzen Sie persönliche Ziele und visualisieren Sie Ihren Fortschritt mit Ringen. Ein klares Ziel ist der schnellste Weg zum Abnehmerfolg.
es: Establece tus objetivos personales y visualiza tu progreso con anillos. Tener un objetivo claro es el camino más rápido para adelgazar con éxito.
fr: Fixez vos objectifs personnels et visualisez vos progrès grâce aux anneaux. Avoir un objectif clair est le moyen le plus rapide de réussir sa perte de poids.
ja: あなた専用の目標を設定し、進捗リングで 成果を可視化しましょう。 目標を持つことがダイエット成功への最短ルートです。
ko: 나만의 목표를 설정하고 진행 링으로 성과를 시각화하세요. 목표를 갖는 것이 다이어트 성공을 위한 가장 빠른 길입니다.
zh_hans: 设定您的个人目标，并通过进度环使成果可视化。拥有明确的目标是减肥成功的捷径。

# アンダーカロリー継続中
source: Still on a calorie deficit
de: Im Kaloriendefizit
es: En déficit calórico
fr: Déficit calorique maintenu
ja: アンダーカロリー継続中
ko: 칼로리 부족 상태 유지 중
zh_hans: 热量赤字持续中

# いつでも解約可
source: Cancel anytime
de: Jederzeit kündbar
es: Cancela en cualquier momento
fr: Annulez à tout moment
ja: いつでも解約可
ko: 언제든 해지 가능
zh_hans: 随时取消

# エネルギー
source: Energy
de: Energie
es: Energía
fr: Énergie
ja: エネルギー
ko: 에너지
zh_hans: 能量

# オーバーカロリー傾向
source: Tendency to consume more calories than needed
de: Tendenz zum Kalorienüberschuss
es: Tendencia al exceso de calorías
fr: Tendance à l'excès calorique
ja: オーバーカロリー傾向
ko: 칼로리 초과 경향
zh_hans: 热量盈余倾向

# カロリー (kcal)
source: Calorie (kcal)
de: Kalorien (kcal)
es: Calorías (kcal)
fr: Calories (kcal)
ja: カロリー (kcal)
ko: 칼로리 (kcal)
zh_hans: 热量 (千卡)

# カロリー収支
source: Calorie Balance
de: Kalorienbilanz
es: Balance calórico
fr: Bilan calorique
ja: カロリー収支
ko: 칼로리 수지
zh_hans: 热量收支

# キャンセル
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

# このままのペースを維持することで、着実な体脂肪の減少が期待できます。
source: If you maintain this pace, you can expect steady fat loss.
de: Wenn Sie dieses Tempo beibehalten, ist ein stetiger Fettabbau zu erwarten.
es: Si mantiene este ritmo, puede esperar una pérdida de grasa constante.
fr: En maintenant ce rythme, vous pouvez espérer une perte de gras régulière.
ja: このままのペースを維持することで、着実な体脂肪の減少が期待できます。
ko: 이 속도를 유지하면 체지방이 꾸준히 감소할 것으로 기대됩니다.
zh_hans: 保持这个速度，可以期待体脂稳步减少。

# この期間の1日平均は %@ kcal です。
source: The daily average for this period is %@ kcal.
de: Der Tagesdurchschnitt für diesen Zeitraum beträgt %@ kcal.
es: El promedio diario para este período es de %@ kcal.
fr: La moyenne quotidienne pour cette période est de %@ kcal.
ja: この期間の1日平均は %@ kcal です。
ko: 이 기간의 일일 평균은 %@ kcal입니다.
zh_hans: 此期间的日均热量为 %@ 千卡。

# この期間のデータがありません
source: No data is available for this period.
de: Keine Daten für diesen Zeitraum verfügbar.
es: No hay datos para este período.
fr: Aucune donnée pour cette période.
ja: この期間のデータがありません
ko: 이 기간의 데이터가 없습니다
zh_hans: 此期间没有数据

# この期間の記録はヘルスケアアプリに見つかりませんでした。
source: No records for this period were found in the health app.
de: In der Health-App wurden keine Datensätze für diesen Zeitraum gefunden.
es: No se encontraron registros para este período en la aplicación Salud.
fr: Aucun enregistrement trouvé dans l'app Santé pour cette période.
ja: この期間の記録はヘルスケアアプリに見つかりませんでした。
ko: 이 기간의 기록을 건강 앱에서 찾을 수 없습니다.
zh_hans: 在此期间，健康应用中未发现任何记录。

# この機能を利用するにはProプランへの加入が必要です。高度な分析でダイエットを加速させましょう。
source: A Pro Plan is required to use this feature. Accelerate your weight loss with advanced analytics.
de: Für diese Funktion ist ein Pro-Plan erforderlich. Beschleunigen Sie Ihre Gewichtsabnahme mit fortschrittlichen Analysen.
es: Se requiere un Plan Pro para usar esta función. Acelera tu pérdida de peso con análisis avanzados.
fr: Un forfait Pro est requis pour utiliser cette fonctionnalité. Accélérez votre perte de poids grâce à des analyses avancées.
ja: この機能を利用するにはProプランへの加入が必要です。高度な分析でダイエットを加速させましょう。
ko: 이 기능을 사용하려면 Pro 플랜 가입이 필요합니다. 고급 분석으로 다이어트 속도를 높여보세요.
zh_hans: 使用此功能需要加入 Pro 方案。通过高级分析加速您的减肥进程。

# この目標で開始する
source: Start with this goal
de: Mit diesem Ziel starten
es: Comenzar con este objetivo
fr: Commencer avec cet objectif
ja: この目標で開始する
ko: 이 목표로 시작하기
zh_hans: 以此目标开始

# すべての機能を解放し、 最短で理想の体型を手に入れましょう。
source: Unlock all features and reach your ideal body in the shortest time.
de: Schalten Sie alle Funktionen frei und erreichen Sie Ihren Idealkörper in kürzester Zeit.
es: Desbloquea todas las funciones y alcanza tu cuerpo ideal en el menor tiempo posible.
fr: Débloquez toutes les fonctionnalités et obtenez votre corps idéal dans les plus brefs délais.
ja: すべての機能を解放し、 最短で理想の体型を手に入れましょう。
ko: 모든 기능을 잠금 해제하고 최단 기간에 이상적인 몸매를 만들어보세요.
zh_hans: 解锁所有功能，在最短的时间内达到您的理想体型。

# ダイエットモード
source: Diet Mode
de: Diät-Modus
es: Modo dieta
fr: Mode diète
ja: ダイエットモード
ko: 다이어트 모드
zh_hans: 减重模式

# データがありません
source: No data available
de: Keine Daten
es: Sin datos
fr: Aucune donnée
ja: データがありません
ko: 데이터 없음
zh_hans: 无数据

# データを取得中
source: Retrieving data
de: Daten werden abgerufen
es: Obteniendo datos
fr: Récupération des données
ja: データを取得中
ko: 데이터 가져오는 중
zh_hans: 正在获取数据

# プライバシー
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
zh_hans: 隐私

# ヘルスケア
source: Healthcare
de: Health
es: Salud
fr: Santé
ja: ヘルスケア
ko: 건강
zh_hans: 健康

# モード
source: Mode
de: Modus
es: Modo
ja: モード
ko: 모드
zh_hans: 模式

# 予測
source: Predicted
de: Prognose
es: Predicción
fr: Prédiction
ja: 予測
ko: 예측
zh_hans: 预测

# 予測を上回る推移（停滞傾向）
source: Trend above prediction (Plateau tendency)
de: Über Prognose (Plateau-Tendenz)
es: Por encima de la predicción (Estancamiento)
fr: Supérieur à la prédiction (Tendance au plateau)
ja: 予測を上回る推移（停滞傾向）
ko: 예측 상회(정체 경향)
zh_hans: 高于预测（停滞倾向）

# 予測を下回る推移（加速傾向）
source: Trend below prediction (Acceleration tendency)
de: Unter Prognose (Beschleunigung)
es: Por debajo de la predicción (Aceleración)
fr: Inférieur à la prédiction (Tendance à l'accélération)
ja: 予測を下回る推移（加速傾向）
ko: 예측 하회(가속 경향)
zh_hans: 低于预测（加速倾向）

# 予測通りの安定した推移
source: Stable trend as predicted
de: Stabil wie prognostiziert
es: Evolución estable según lo previsto
fr: Évolution stable conforme
ja: 予測通りの安定した推移
ko: 예측대로 안정적인 추이
zh_hans: 符合预测的稳定趋势

# 今後のアップデートで追加される機能もすべて利用可能です。
source: Includes all future updates and upcoming Pro features.
de: Alle zukünftigen Pro-Funktionen sind ebenfalls enthalten.
es: Todas las funciones futuras también estarán disponibles.
fr: Toutes les futures fonctionnalités Pro sont également incluses.
ja: 今後のアップデートで追加される機能もすべて利用可能です。
ko: 향후 업데이트에서 추가될 모든 기능을 사용할 수 있습니다.
zh_hans: 包含未来更新中推出的所有 Pro 功能。

# 今日のカロリー収支と目標を確認します。
source: Check today's calorie balance and goals.
de: Überprüfen Sie die heutige Kalorienbilanz und Ziele.
es: Consulta el balance calórico y los objetivos de hoy.
fr: Vérifiez le bilan calorique et les objectifs du jour.
ja: 今日のカロリー収支と目標を確認します。
ko: 오늘의 칼로리 수지와 목표를 확인합니다.
zh_hans: 查看今日热量收支与目标。

# 今日の収支
source: Today's Balance
de: Heutige Bilanz
es: Balance de hoy
fr: Bilan du jour
ja: 今日の収支
ko: 오늘의 수지
zh_hans: 今日收支

# 今日の目標
source: Today's Goal
de: Heutiges Ziel
es: Objetivo de hoy
fr: Objectif du jour
ja: 今日の目標
ko: 오늘의 목표
zh_hans: 今日目标

# 以前の購入を復元
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 以前の購入を復元
ko: 구매 복원
zh_hans: 恢复购买

# 体重
source: Weight
de: Gewicht
es: Peso
fr: Poids
ja: 体重
ko: 체중
zh_hans: 体重

# 体重の目標を設定して、理想の体に近づきましょう。
source: Set a weight goal and get closer to your ideal body.
de: Setzen Sie sich ein Gewichtsziel und kommen Sie Ihrem Idealkörper näher.
es: Establece un objetivo de peso y acércate a tu cuerpo ideal.
fr: Fixez un objectif de poids et rapprochez-vous de votre corps idéal.
ja: 体重の目標を設定して、理想の体に近づきましょう。
ko: 체중 목표를 설정하고 이상적인 몸에 가까워지세요.
zh_hans: 设定体重目标，向理想身材迈进。

# 体重を入力
source: Enter Weight
de: Gewicht eingeben
es: Ingresar peso
fr: Saisir le poids
ja: 体重を入力
ko: 체중 입력
zh_hans: 输入体重

# 体重予測グラフ
source: Weight Prediction Chart
de: Gewichtsvorhersage-Diagramm
es: Gráfico de predicción de peso
fr: Graphique de prédiction de poids
ja: 体重予測グラフ
ko: 체중 예측 그래프
zh_hans: 体重预测图表

# 体重予測の解放
source: Unlock Weight Prediction
de: Gewichtsvorhersage freischalten
es: Desbloquear predicción de peso
fr: Débloquer la prédiction de poids
ja: 体重予測の解放
ko: 체중 예측 기능 잠금 해제
zh_hans: 解锁体重预测

# 保存
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存

# 入力する
source: Enter
de: Eingeben
es: Ingresar
fr: Saisir
ja: 入力する
ko: 입력
zh_hans: 输入

# 入力を確認してください
source: Please check your entry
de: Bitte Eingabe überprüfen
es: Por favor, verifique la entrada
fr: Veuillez vérifier la saisie
ja: 入力を確認してください
ko: 입력을 확인해 주세요
zh_hans: 请检查输入内容

# 全機能への無制限アクセス
source: Unlimited Access to All Features
de: Unbegrenzter Zugriff auf alle Funktionen
es: Acceso ilimitado a todas las funciones
fr: Accès illimité à toutes les fonctionnalités
ja: 全機能への無制限アクセス
ko: 모든 기능에 대한 무제한 액세스
zh_hans: 无限制访问所有功能

# 再試行
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
zh_hans: 重试

# 分析中
source: Analyzing
de: Analyse läuft
es: Analizando
fr: Analyse en cours
ja: 分析中
ko: 분석 중
zh_hans: 分析中

# 利用規約
source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
ja: 利用規約
ko: 이용약관
zh_hans: 使用条款

# 収支
source: Balance
de: Bilanz
fr: Bilan
ja: 収支
ko: 수지
zh_hans: 收支

# 合計
source: Total
de: Gesamt
ja: 合計
ko: 합계
zh_hans: 合计

# 合計収支
source: Total Balance
de: Gesamtbilanz
es: Balance total
fr: Bilan total
ja: 合計収支
ko: 총 수지
zh_hans: 总收支

# 合計収支(右軸)
source: Total Balance (Right Axis)
de: Gesamtbilanz (Rechte Achse)
es: Balance total (eje derecho)
fr: Bilan total (axe droit)
ja: 合計収支(右軸)
ko: 총 수지(우축)
zh_hans: 总收支 (右轴)

# 増加
source: Increase
de: Zunahme
es: Aumento
fr: Augmentation
ja: 増加
ko: 증가
zh_hans: 增加

# 増量
source: Weight Gain
de: Gewichtszunahme
es: Ganancia de peso
fr: Prise de poids
ja: 増量
ko: 체중 증량
zh_hans: 增重

# 完了
source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
zh_hans: 完成

# 実測
source: Actual
de: Ist-Wert
es: Real
fr: Réel
ja: 実測
ko: 실측
zh_hans: 实测

# 実測値
source: Actual Value
de: Ist-Wert
es: Valor real
fr: Valeur réelle
ja: 実測値
ko: 실측값
zh_hans: 实测值

# 就寝
source: Bedtime
de: Schlafenszeit
es: Hora de dormir
fr: Coucher
ja: 就寝
ko: 취침
zh_hans: 就寝

# 平均
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
ja: 平均
ko: 평균
zh_hans: 平均

# 平均: %@
source: Avg: %@
de: Ø: %@
es: Prom: %@
fr: Moy : %@
ja: 平均: %@
ko: 평균: %@
zh_hans: 平均: %@

# 年間プラン
source: Yearly Plan
de: Jahresplan
es: Plan anual
fr: Forfait annuel
ja: 年間プラン
ko: 연간 플랜
zh_hans: 年度方案

# 推測値
source: Predicted Value
de: Schätzwert
es: Valor estimado
fr: Valeur estimée
ja: 推測値
ko: 추측값
zh_hans: 推测值

# 摂取
source: Intake
de: Aufnahme
es: Ingesta
fr: Apport
ja: 摂取
ko: 섭취
zh_hans: 摄入

# 摂取カロリー
source: Calorie Intake
de: Kalorienaufnahme
es: Ingesta calórica
fr: Apport calorique
ja: 摂取カロリー
ko: 섭취 칼로리
zh_hans: 摄入热量

# 摂取超過
source: Excess Intake
de: Aufnahmeüberschuss
es: Exceso de ingesta
fr: Excès d'apport
ja: 摂取超過
ko: 섭취 초과
zh_hans: 摄入过量

# 摂取量が消費量を上回っています。このペースが維持されれば、体重の増加が見込まれます。
source: Calorie intake exceeds expenditure. Weight gain is expected if this pace is maintained.
de: Die Aufnahme übersteigt den Verbrauch. Bei diesem Tempo ist mit einer Gewichtszunahme zu rechnen.
es: La ingesta supera el gasto. Si se mantiene este ritmo, se espera un aumento de peso.
fr: L'apport dépasse la dépense. Si ce rythme se maintient, une prise de poids est à prévoir.
ja: 摂取量が消費量を上回っています。このペースが維持されれば、体重の増加が見込まれます。
ko: 섭취량이 소비량보다 많습니다. 이 속도가 유지되면 체중 증가가 예상됩니다.
zh_hans: 摄入量超过消耗量。如果保持这个速度，预计体重将会增加。

# 日々のカロリーから未来の体重を予測し、モチベーションを維持しましょう。
source: Predict your future weight based on daily calories and stay motivated.
de: Sagen Sie Ihr zukünftiges Gewicht basierend auf den täglichen Kalorien voraus und bleiben Sie motiviert.
es: Predice tu peso futuro basándote en las calorías diarias y mantente motivado.
fr: Prédisez votre poids futur en fonction de vos calories quotidiennes et restez motivé.
ja: 日々のカロリーから未来の体重を予測し、モチベーションを維持しましょう。
ko: 일일 칼로리를 통해 미래 체중을 예측하고 동기부여를 유지하세요.
zh_hans: 根据每日卡路里预测未来体重，保持动力。

# 日々のカロリー収支から未来の体重を予測します。
source: Predicts your future weight based on your daily calorie balance.
de: Sagt Ihr zukünftiges Gewicht basierend auf Ihrer täglichen Kalorienbilanz voraus.
es: Predice tu peso futuro basándose en tu balance calórico diario.
fr: Prédit votre poids futur en fonction de votre bilan calorique quotidien.
ja: 日々のカロリー収支から未来の体重を予測します。
ko: 일일 칼로리 수지를 바탕으로 미래의 체중을 예측합니다.
zh_hans: 根据每日卡路里收支预测未来体重。

# 日付
source: Date
de: Datum
es: Fecha
ja: 日付
ko: 날짜
zh_hans: 日期

# 日次
source: Daily
de: Täglich
es: Diario
fr: Quotidien
ja: 日次
ko: 일간
zh_hans: 每日

# 日次収支
source: Daily Balance
de: Tagesbilanz
es: Balance diario
fr: Bilan quotidien
ja: 日次収支
ko: 일일 수지
zh_hans: 每日收支

# 明確な相関は見られません
source: No clear correlation found
de: Keine klare Korrelation gefunden
es: No hay una correlación clara
fr: Aucune corrélation claire
ja: 明確な相関は見られません
ko: 뚜렷한 상관관계가 없습니다
zh_hans: 未发现显著相关性

# 月間プラン
source: Monthly Plan
de: Monatsplan
es: Plan mensual
fr: Forfait mensuel
ja: 月間プラン
ko: 월간 플랜
zh_hans: 月度方案

# 期間中の平均収支
source: Average calorie balance during the period
de: Durchschnittliche Bilanz im Zeitraum
es: Balance promedio durante el período
fr: Bilan moyen sur la période
ja: 期間中の平均収支
ko: 기간 중 평균 수지
zh_hans: 期间平均收支

# 期限が終了しました
source: The deadline has passed
de: Die Frist ist abgelaufen
es: El plazo ha finalizado
fr: Le délai est expiré
ja: 期限が終了しました
ko: 기한이 종료되었습니다
zh_hans: 期限已结束

# 期限が過ぎました。再設定しましょう
source: The deadline has passed. Let's set a new one.
de: Die Frist ist abgelaufen. Erstellen wir ein neues Ziel.
es: El plazo ha pasado. Establezcamos uno nuevo.
fr: Le délai est passé. Définissons un nouvel objectif.
ja: 期限が過ぎました。再設定しましょう
ko: 기한이 지났습니다. 새로 설정해 보세요.
zh_hans: 期限已过。重新设定一个吧

# 期限が過ぎました。目標を再設定しましょう！
source: The deadline has passed. Let's set a new one!
de: Die Frist ist abgelaufen. Zeit für ein neues Ziel!
es: ¡El plazo ha pasado! ¡Reajustemos el objetivo!
fr: Le délai est passé. Redéfinissons votre objectif !
ja: 期限が過ぎました。目標を再設定しましょう！
ko: 기한이 지났습니다. 목표를 새로 설정해 보세요!
zh_hans: 期限已过。让我们重新设定目标吧！

# 期限まで
source: Remaining
de: Bis Fristende
es: Hasta el plazo
fr: Jusqu'au délai
ja: 期限まで
ko: 기한까지
zh_hans: 距离期限

# 未設定
source: Not Set
de: Nicht festgelegt
es: Sin definir
fr: Non défini
ja: 未設定
ko: 미설정
zh_hans: 未设置

# 次の目標を設定する
source: Set Next Goal
de: Nächstes Ziel festlegen
es: Establecer siguiente objetivo
fr: Définir le prochain objectif
ja: 次の目標を設定する
ko: 다음 목표 설정
zh_hans: 设定下一个目标

# 歩数
source: Steps
de: Schritte
es: Pasos
fr: Pas
ja: 歩数
ko: 걸음 수
zh_hans: 步数

# 残り日数
source: Days Left
de: Verbleibende Tage
es: Días restantes
fr: Jours restants
ja: 残り日数
ko: 남은 일수
zh_hans: 剩余天数

# 消費
source: Consumed
de: Verbrauch
es: Quemado
fr: Brûlé
ja: 消費
ko: 소모
zh_hans: 消耗

# 消費カロリー
source: Calories Burned
de: Verbrannte Kalorien
es: Calorías quemadas
fr: Calories brûlées
ja: 消費カロリー
ko: 소모 칼로리
zh_hans: 消耗热量

# 消費超過
source: Excess Consumption
de: Verbrauchsüberschuss
es: Exceso de consumo
fr: Excès de dépense
ja: 消費超過
ko: 소모 초과
zh_hans: 消耗过量

# 減少
source: Decrease
de: Abnahme
es: Disminución
fr: Diminution
ja: 減少
ko: 감소
zh_hans: 减少

# 減量
source: Lose Weight
de: Gewichtsabnahme
es: Pérdida de peso
fr: Perte de poids
ja: 減量
ko: 감량
zh_hans: 减重

# 現在のトレンド感
source: Current Trend
de: Aktueller Trend
es: Tendencia actual
fr: Tendance actuelle
ja: 現在のトレンド感
ko: 현재 트렌드
zh_hans: 当前趋势

# 現在の体重
source: Current Weight
de: Aktuelles Gewicht
es: Peso actual
fr: Poids actuel
ja: 現在の体重
ko: 현재 체중
zh_hans: 当前体重

# 現在の目標達成状況をグラフで確認します。(Pro版限定)
source: Check your goal progress with a chart. (Pro only)
de: Überprüfen Sie Ihren Zielfortschritt mit einem Diagramm. (Nur Pro)
es: Consulta el progreso de tus objetivos con un gráfico. (Solo Pro)
fr: Consultez la progression de votre objectif à l'aide d'un graphique. (Pro uniquement)
ja: 現在の目標達成状況をグラフで確認します。(Pro版限定)
ko: 현재 목표 달성 상황을 그래프로 확인합니다. (Pro 전용)
zh_hans: 通过图表查看当前的目標完成情况。（仅限 Pro 版）

# 現在より低い値を入力してください
source: Please enter a value lower than the current weight
de: Bitte geben Sie einen niedrigeren Wert als das aktuelle Gewicht ein
es: Por favor, ingrese un valor inferior al peso actual
fr: Veuillez saisir une valeur inférieure au poids actuel
ja: 現在より低い値を入力してください
ko: 현재 체중보다 낮은 값을 입력해 주세요
zh_hans: 请输入低于当前体重的值

# 現在より高い値を入力してください
source: Please enter a value higher than the current weight
de: Bitte geben Sie einen höheren Wert als das aktuelle Gewicht ein
es: Por favor, ingrese un valor superior al peso actual
fr: Veuillez saisir une valeur supérieure au poids actuel
ja: 現在より高い値を入力してください
ko: 현재 체중보다 높은 값을 입력해 주세요
zh_hans: 请输入高于当前体重的值

# 理論
source: Theoretical
de: Theoretisch
es: Teórico
fr: Théorique
ja: 理論
ko: 이론
zh_hans: 理论

# 理論上の予測体重に対し、現在は実測値が %@%@ 乖離しています。
source: Current actual weight deviates from the theoretical predicted weight by %1$@%2$@.
de: Das aktuelle Gewicht weicht um %1$@%2$@ vom theoretisch prognostizierten Wert ab.
es: El peso real actual se desvía del peso teórico previsto en un %1$@%2$@.
fr: Le poids réel actuel s'écarte du poids théorique prévu de %1$@%2$@.
ja: 理論上の予測体重に対し、現在は実測値が %1$@%2$@ 乖離しています。
ko: 이론상 예측 체중 대비 현재 실측값이 %1$@%2$@ 차이가 납니다.
zh_hans: 相对于理论预测体重，当前实测值偏离了 %1$@%2$@。

# 目標
source: Goal
de: Ziel
es: Objetivo
fr: Objectif
ja: 目標
ko: 목표
zh_hans: 目标

# 目標: %@
source: Goal: %@
de: Ziel: %@
es: Objetivo: %@
fr: Objectif : %@
ja: 目標: %@
ko: 목표: %@
zh_hans: 目标: %@

# 目標が設定されていません
source: Goal has not been set
de: Kein Ziel festgelegt
es: No se ha establecido ningún objetivo
fr: Aucun objectif défini
ja: 目標が設定されていません
ko: 목표가 설정되지 않았습니다
zh_hans: 未设定目标

# 目標の設定
source: Set Goal
de: Ziel festlegen
es: Configurar objetivo
fr: Définir l'objectif
ja: 目標の設定
ko: 목표 설정
zh_hans: 目标设定

# 目標まであと %@
source: %@ more until goal
de: Noch %@ bis zum Ziel
es: Faltan %@ para el objetivo
fr: Plus que %@ jusqu'à l'objectif
ja: 目標まであと %@
ko: 목표까지 %@
zh_hans: 距离目标还有 %@

# 目標を再設定
source: Reset Goal
de: Ziel neu festlegen
es: Restablecer objetivo
fr: Réinitialiser l'objectif
ja: 目標を再設定
ko: 목표 재설정
zh_hans: 重新设定目标

# 目標を削除
source: Delete Goal
de: Ziel löschen
es: Eliminar objetivo
fr: Supprimer l'objectif
ja: 目標を削除
ko: 목표 삭제
zh_hans: 删除目标

# 目標を設定する
source: Set Goal
de: Ziel festlegen
es: Establecer objetivo
fr: Définir un objectif
ja: 目標を設定する
ko: 목표 설정하기
zh_hans: 设定目标

# 目標体重
source: Target Weight
de: Zielgewicht
es: Peso objetivo
fr: Poids cible
ja: 目標体重
ko: 목표 체중
zh_hans: 目标体重

# 目標体重を維持しています！
source: Target weight is being maintained!
de: Zielgewicht gehalten!
es: ¡Peso objetivo mantenido!
fr: Poids cible maintenu !
ja: 目標体重を維持しています！
ko: 목표 체중을 유지 중입니다!
zh_hans: 正在维持目标体重！

# 目標収支
source: Target Balance
de: Zielbilanz
es: Balance objetivo
fr: Bilan cible
ja: 目標収支
ko: 목표 수지
zh_hans: 目标收支

# 目標未設定
source: Goal Not Set
de: Ziel nicht festgelegt
es: Objetivo no definido
fr: Objectif non défini
ja: 目標未設定
ko: 목표 미설정
zh_hans: 目标未设定

# 目標機能は Pro版限定です
source: Goal tracking is exclusive to Pro
de: Ziele sind exklusiv für Pro-Nutzer
es: La gestión de objetivos es exclusiva de Pro
fr: Le suivi des objectifs est réservé à la version Pro
ja: 目標機能は Pro版限定です
ko: 목표 기능은 Pro 전용입니다
zh_hans: 目标功能为 Pro 版专属

# 目標管理
source: Goal Management
de: Zielmanagement
es: Gestión de objetivos
fr: Gestion d'objectifs
ja: 目標管理
ko: 목표 관리
zh_hans: 目标管理

# 目標管理の解放
source: Unlock Goal Management
de: Zielmanagement freischalten
es: Desbloquear gestión de objetivos
fr: Débloquer la gestion des objectifs
ja: 目標管理の解放
ko: 목표 관리 잠금 해제
zh_hans: 解锁目标管理

# 目標達成！
source: Goal Achieved!
de: Ziel erreicht!
es: ¡Objetivo alcanzado!
fr: Objectif atteint !
ja: 目標達成！
ko: 목표 달성!
zh_hans: 目标达成！

# 目標達成！おめでとうございます！
source: Goal Achieved! Congratulations!
de: Ziel erreicht! Herzlichen Glückwunsch!
es: ¡Objetivo alcanzado! ¡Felicidades!
fr: Objectif atteint ! Félicitations !
ja: 目標達成！おめでとうございます！
ko: 목표 달성! 축하합니다!
zh_hans: 目标达成！恭喜您！

# 相関係数 r = %@
source: Correlation Coefficient r = %@
de: Korrelationskoeffizient r = %@
es: Coeficiente de correlación r = %@
fr: Coefficient de corrélation r = %@
ja: 相関係数 r = %@
ko: 상관계수 r = %@
zh_hans: 相关系数 r = %@

# 睡眠
source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
ja: 睡眠
ko: 수면
zh_hans: 睡眠

# 睡眠(上下反転)
source: Sleep (Inverted)
de: Schlaf (invertiert)
es: Sueño (invertido)
fr: Sommeil (inversé)
ja: 睡眠(上下反転)
ko: 수면(상하 반전)
zh_hans: 睡眠 (上下反转)

# 睡眠が長いほど、摂取が増える傾向にあります（要分析）
source: The longer the sleep, the more intake tends to increase (needs analysis)
de: Je länger der Schlaf, desto höher tendenziell die Aufnahme (Analyse erforderlich)
es: Cuanto más largo es el sueño, más tiende a aumentar la ingesta (requiere análisis)
fr: Plus le sommeil est long, plus l'apport tend à augmenter (analyse requise)
ja: 睡眠が長いほど、摂取が増える傾向にあります（要分析）
ko: 수면 시간이 길수록 섭취가 늘어나는 경향이 있습니다 (분석 필요)
zh_hans: 睡眠时间越长，摄入量往往越多（需分析）

# 睡眠が長いほど、摂取が抑えられる傾向にあります
source: The longer the sleep, the more intake tends to be suppressed
de: Je länger der Schlaf, desto eher wird die Aufnahme unterdrückt
es: Cuanto más largo es el sueño, más tiende a suprimirse la ingesta
fr: Plus le sommeil est long, plus l'apport tend à être réduit
ja: 睡眠が長いほど、摂取が抑えられる傾向にあります
ko: 수면 시간이 길수록 섭취가 억제되는 경향이 있습니다
zh_hans: 睡眠时间越长，摄入量往往越少

# 睡眠と収支の相関分析
source: Correlation analysis of sleep and calorie balance
de: Korrelationsanalyse von Schlaf und Kalorienbilanz
es: Análisis de correlación entre sueño y balance calórico
fr: Analyse de corrélation entre sommeil et bilan calorique
ja: 睡眠と収支の相関分析
ko: 수면과 칼로리 수지의 상관 분석
zh_hans: 睡眠与热量收支的相关性分析
